0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    topInlet
    {
        type zeroGradient; 
    }

    bottomInlet
    {
        type zeroGradient; 
    }

    outlet
    {
        type fixedValue; 
        value uniform 0; 
    }

    walls
    {
        type zeroGradient; 
    }

    reflecting
    {
        type zeroGradient; 
    }

    frontBack
    {
        type empty; 
    }
}

// ************************************************************************* //
