constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (upper lower);

upper
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 1.004e-3;
    rho             [1 -3 0 0 0 0 0] 998;
}

lower
{
    transportModel  Newtonian;
    nu              [0 2 -1 0 0 0 0] 9.8313e-4;
    rho             [1 -3 0 0 0 0 0] 1008;
}

sigma           [1 0 -2 0 0 0 0] 0.07;


// ************************************************************************* //
